Repository: uniwue-rz/yourls-original-url-regex-limiter
Catalog: translations/uniwue_url_limiter-*.po
Languages: de_de

source: Toggle URL Limiter status by corresponding domain regex
de_de: URL Limiter Status anhand des zugehörigen regulären Ausdrucks der Domäne umschalten

source: Something went wrong! Please try again later or contact the administrator if the problem persists.
de_de: Da ist etwas schiefgelaufen! Bitte versuche es später erneut oder kontaktiere den Administrator, falls das Problem weiterhin besteht.

source: Nonce expired or invalid. Please refresh the page.
de_de: Nonce abgelaufen oder ungültig. Bitte aktualisiere die Seite.

source: There is an internal PCRE error. Please check the regex syntax.
de_de: Interner PCRE-Fehler. Bitte überprüfe die Syntax des regulären Ausdrucks.

source: The backtrack limit is exhausted.
de_de: Die Backtrack-Grenze ist erreicht.

source: The JIT stack limit is exhausted.
de_de: Die JIT-Stapelgrenze ist erreicht.

source: The recursion limit is exhausted.
de_de: Die Rekursionsgrenze ist erreicht.

source: The UTF-8 data is malformed.
de_de: Die UTF-8-Daten sind deformiert.

source: The offset doesn't correspond to the begin of a valid UTF-8 code point.
de_de: Der Versatz gleicht nicht dem Beginn eines gültigen UTF-8 Codepoints.

source: This URL is blocked by URL Limiter policies. This means that you cannot create and edit similar URLs. Please contact the administrator if you think this is a mistake and want this URL to be allowed.
de_de: Diese URL ist durch URL Limiter Richtlinien blockiert. Dies bedeutet, dass du keine ähnlichen URLs erstellen und bearbeiten kannst. Bitte kontaktiere den Administrator, falls es sich deiner Meinung nach um einen Fehler handelt und diese URL erlaubt sein sollte.

source: Error on line #%d: %s
de_de: Fehler in Zeile #%d: %s

source: URL Limiter policies could not be updated due to the domain being involved in a more complex regex. <strong>Please update it manually at the <a href="%s">settings page</a></strong>.
de_de: URL Limiter Richtlinien konnten nicht aktualisiert werden, da die Domäne in einen komplexeren Regex involviert ist. <strong>Bitte aktualisiere den Eintrag manuell auf der <a href="%s">Einstellungsseite</a></strong>.

source: - translation not found -
de_de: - Keine Übersetzung gefunden -

source: URL Limiter Settings
de_de: URL Limiter Einstellungen

source: URL Allow List
de_de: Liste erlaubter URLs

source: URL Block List
de_de: Liste blockierter URLs

source: User Bypass List
de_de: Liste von umgehungsberechtigten Benutzern

source: Use websites like %s to verify and validate your regexes.
de_de: Benutze Webseiten wie %s, um deine regulären Ausdrücke zu verifizieren und zu validieren.

source: One item per line.
de_de: Ein Eintrag pro Zeile.

source: Items are interpreted as regular expressions and matched against the original URL on creation and updates.
de_de: Einträge werden als reguläre Ausdrücke interpretiert und gegen die Original-URL beim Erstellen und Bearbeiten abgeglichen.

source: Leaving this field empty means that all original URLs are allowed.
de_de: Dieses Feld freizulassen bewirkt, dass alle Original-URLs erlaubt sind.

source: The original URL <strong>may not match any item</strong> of this list.
de_de: Die Original-URL <strong>darf mit keinem Eintrag</strong> dieser Liste übereinstimmen.

source: The original URL <strong>must match any item</strong> of this list.
de_de: Die Original-URL <strong>muss mit einem beliebigen Eintrag</strong> dieser Liste übereinstimmen.

source: Items are interpreted as normal strings and matched against the user's name.
de_de: Einträge werden als normale Zeichenketten interpretiert und mit dem Namen des Benutzers abgeglichen.

source: Users in this list bypass all restrictions enforced by this plugin.
de_de: Benutzer in dieser Liste dürfen alle Einschränkungen, die von diesem Plugin durchgesetzt werden, umgehen.

source: Submit
de_de: Absenden

source: This URL is allowed by URL Limiter policies.
de_de: Diese URL ist durch URL Limiter Richtlinien erlaubt.

source: The domain <strong>%s</strong> is now <strong>%s</strong>.
de_de: Die Domäne <strong>%s</strong> ist jetzt <strong>%s</strong>.

source: allowed
de_de: erlaubt

source: blocked
de_de: blockiert

source: processed
de_de: verarbeitet

source: undecided
de_de: unentschieden

source: Show links that are %s by URL Limiter policies.
de_de: Zeige Links, die von den URL Limiter Richtlinien %s werden.
